###################################################################
  # File Name: .hi.sh
  # Author: fly
  # Mail: XXXXXXXX@icode.com
  # Created Time: Sat 25 Mar 2017 12:08:33 PM CST
###################################################################
#!/bin/bash

echo "_____________________________________________________________"
echo "|              没有强大的内心，就没有资格谈人生             |"
echo "| 1.即使已经一败涂地，你仍然要坚持奋斗！                    |"
echo "| 2.你必须晚点吃棉花糖                                      |"
echo "| 3.即使犯了超傻X的错误，也要无所畏惧、不断尝试，直到成功   |"
echo "| 4.你是个大人了，你必须学会控制情绪                        |"
echo "| 5.你必须打那个你不想打的电话                              |"
echo "| 6.你必须毫不迟疑的追随直觉                                |"
echo "| 7.即使全世界都反对，你也要勇往直前                        |"
echo "| 8.不管多急、多累，你都要竭尽所能的慢慢来                  |"
echo "| 9.你必须善待你的敌人                                      |"
echo "|10.你必须对你的所作所为负责          ——FlymeEveryThing     |"
echo "|                 责任、荣誉、国家                          |"
echo "|___________________________________________________________|"
echo ""
