###################################################################
  # File Name: .hi.sh
  # Author: fly
  # Mail: XXXXXXXX@icode.com
  # Created Time: Sat 25 Mar 2017 12:08:33 PM CST
###################################################################
#!/bin/bash

echo      "_____________________________________________________________"
echo  -e "|              \e[1;44m没有强大的内心，就没有资格谈人生\e[0m             |"
echo  -e  "| 1.即使已经一败涂地，你仍然要坚持奋斗！                    |"
echo  -e  "| 2.你必须晚点吃棉花糖                                      |"
echo  -e  "| 3.即使犯了超傻X的错误，也要无所畏惧、不断尝试，直到成功   |"
echo  -e  "| 4.你是个大人了，你必须学会控制情绪                        |"
echo  -e  "| 5.你必须打那个你不想打的电话                              |"
echo  -e  "| 6.你必须毫不迟疑的追随直觉                                |"
echo  -e  "| 7.即使全世界都反对，你也要勇往直前                        |"
echo  -e  "| 8.不管多急、多累，你都要竭尽所能的慢慢来                  |"
echo  -e  "| 9.你必须善待你的敌人                                      |"
echo  -e  "|10.你必须对你的所作所为负责          ——FlymeEveryThing     |"
echo  -e  "|                 \e[30;42;5m责任\e[0m、\e[44;30;1m荣誉\e[0m、\e[46;31;1m国家\e[0m                          |"
echo  -e  "|___________________________________________________________|"
echo      ""
echo " 1.总是旧事重提，活在过去"
echo " 2.过度纠缠细枝末节，忘记着眼大局"
echo " 3.纠结眼前困境，低估了未来的你"
echo " 4.把问题怪在别人身上，而不是自我总结"
echo " 5.喜欢抱怨而不是改善自我"
echo " 6.事必躬亲，不懂得合作和信任"
echo " 7.只有小目标，没有雄心壮志"
echo " 8.封锁负面情绪，憋在心里"
echo " 9.总觉得臣妾做不到，没有信心"
echo "10.拖延癌重度患者"
echo "11.没有经历无法融入灵魂"
